<!--

THIS FILE HAS ABOUT 1,100 WORDS TO TRANSLATE

These are just the footnotes though.
So, it's optional to translate these!

-->

<!DOCTYPE html>
<html>

<head>

	<!-- TRANSLATE: "title" -->
	<meta charset="utf-8">
	<title>L'&Eacute;volution de la Confiance : Notes de bas de page</title>
	<link rel="icon" type="image/png" href="favicon.png">
	<link rel="stylesheet" href="notes.css">

</head>

<body>
<div id="notes">

<h1>NOTES:</h1>

<h3>"La theorie des jeux"</h3>

<p>Ce guide interactif est essentiellement bas&eacute; sur la video de Sciences etonnantes; en 2017, <a href="https://www.youtube.com/watch?v=StRqGx9ri2I">La Theorie des jeux</a> !

<h3>"De moins en moins de gens de gens disent faire confiance aux autres"</h3>

<p>Pour voir une &eacute;tude statistique compl&egrave;te &agrave; ce sujet, regardez <a href="https://ourworldindata.org/trust">Our World In Data</a>. </p>

<h3>"Le jeu de la confiance"</h3>

<p>Ce jeu est aussi connu dans la th&eacute;orie des jeux comme le <em>Dilemme du Prisonnier</em>. Le Dilemme du prisonnier est ainsi nomm&eacute; d'apr&egrave;s une histoire o&ugrave; deux suspects peuvent soit d&eacute;noncer leur partenaire de crime ("tricher"), soit se taire ("coop&eacute;rer"). J'ai choisi de ne pas narrer cette histoire car 1) dans ce cas, le fait que les deux joueurs "coop&egrave;rent" serait une mauvaise chose pour la soci&eacute;t&eacute;, et 2) ce n'est pas r&eacute;aliste, tout le monde sait que "les cafards on les écrase"</p>

<h3>"Vous ne saurez pas &agrave; l'avance quand est le prochain tour"</h3>

<p>Dans le jeu de la confiance r&eacute;p&eacute;t&eacute; (aussi connu sous le nom de <em>Dilemme du prisonnier r&eacute;p&eacute;t&eacute;</em>), il est important qu'aucun des joueurs ne sache <em>quand</em> est le dernier tour. Pourquoi ? Pensez-y - au dernier tour, les deux joueurs sauraient que leurs actions n'ont pas de cons&eacute;quence, ils tricheraient donc tous les deux. Mais cela signifie que dans l'avant-dernier tour, leurs actions ne peuvent changer le tour suivant, leurs actions ne changeraient pas le tour suivant, alors ils tricheraient aussi. Mais cela signife que dans l'avant-avant-dernier tour...</p>

<h3>"Copycat"</h3>

<p>Cette strat&eacute;gie est mieux connue dans la th&eacute;orie des jeux sous le nom de <em>Tit For Tat</em> ("&#338;il pour &#339;il"). Elle a &eacute;t&eacute; cr&eacute;&eacute;e par Anatol Rapoport en 1980, pour le tournoi de th&eacute;orie des jeux de Robert Axelrod. J'ai d&eacute;cid&eacute; de ne pas utiliser le nom "Tit For Tat" parce que 1) il <em>sonne</em> m&eacute;chant, bien que ce soit une strat&eacute;gie bonne &amp; juste, et 2) une grande partie du public a d&eacute;j&agrave; entendu parl&eacute; de Tit For Tat, donc si ce nom avait &eacute;t&eacute; utilis&eacute;, les joueurs auraient pu parier sur ce personnage parce que "Tit For Tat" leur rappelle quelque chose.</p>

<h3>"Vous &ecirc;tes peut-&ecirc;tre sceptique &agrave; propos de la paix de No&euml;l"</h3>

<p>Il y a une autre personne qui &eacute;tait sceptique, elle aussi. Pendant la paix, un caporal allemand remarqua avec d&eacute;goût, <a href="http://time.com/3643889/christmas-truce-1914/">"Une telle chose ne devrait pas avoir lieu en temps de guerre. N'avez-vous donc aucun sens de l'honneur ?"</a></p>

<p>Cet homme &eacute;tait Adolf Hitler.</p>

<p>&Ccedil;a ne s'invente pas.</p>

	<h3>"L'attitude de [Triche Toujours] a caus&eacute; sa chute"</h3>

<p>Vous avez peut-&ecirc;tre entendu que quelqu'un a trouv&eacute; un joueur qui puisse "exploiter l'&eacute;volution". D'apr&egrave;s le journal <a href="https://www.scientificamerican.com/article/game-theory-calls-cooperation-into-question1/">Scientific American</a>: "[L'article &amp; les r&eacute;sultats de Dyson] sugg&eacute;raient que les meilleures strat&eacute;gies &eacute;taient celles &eacute;goistes qui permettaient l'abus, pas la coop&eacute;ration."</p>

<p>L'article &amp; les trouvailles de Dyson <em>sont</em> tr&egrave;s importants, mais Scientific American a confondu deux usages du mot "&eacute;volution". Le premier usage, la mani&egrave;re de laquelle ce guide interactif l'a utilis&eacute;, signifie que la <em>population du tournoi</em> change au fil du temps. Le deuxi&egrave;me usage, la mani&egrave;re de laquelle P&amp;D l'utilisent, &eacute;tait que les <em>r&egrave;gles du joueur</em> changent au fil du temps. Par example : D&eacute;tective "&eacute;volue" car il change ses propres r&egrave;gles, alors que Copycat <em>"n'&eacute;volue" pas</em> car il garde les m&ecirc;mes r&egrave;gles.</p>

<p>Donc, P&amp;D ont trouv&eacute; une strat&eacute;gie que pouvent exploiter <em>les joueurs</em> qui "&eacute;voluent", comme D&eacute;tective, mais leurs strat&eacute;gies <em>ne peuvent pas exploiter l'&eacute;volution du tournoi</em>, car sur le long terme, les strat&eacute;gies justes &amp; &eacute;quitables gagnent quand m&ecirc;me. </p>


<h3>"Jeu &agrave; somme non nulle" / "Gagnant-Gagnant"</h3>

<p>C'est un peu ringard, mais j'adore toujours le livre de 1989 <a href="https://www.amazon.com/Habits-Highly-Effective-People-Powerful/dp/0743269519">The Seven Habits of Highly Effective People</a> -- particuli&egrave;rement Habit #4: Think Win-Win.</p>

<p>Parce que contrairement &agrave; la croyance populaire, arriver &agrave; une solution Gagnant-Gagnant est difficile, demande des efforts et est &eacute;motionnellement douloureux. J'irai m&ecirc;me plus loin - Je dirais que notre position culturelle par d&eacute;faut de Gagnant-Perdant "nous contre eux" est le chemin facile, celui des fain&eacute;ants.</p>

<p>Laissons de c&ocirc;te les exag&eacute;rations. Je crois fortement que le "Gagnant-Gagnant" / "Somme-Non-Nulle" est quelque chose dont nous avons tous urgemment besoin -- dans nos vies personnelles, sociales et politiques.</p>

<h3>"Copykitten"</h3>

<p>Tout comme le nom d'origine de Copycat est Tit For Tat, le nom d'origine des Copykitten est <em>Tit For Two Tats</em>. M&ecirc;me r&egrave;gle : Coop&egrave;re, &agrave; moins que l'autre joueur triche <em>deux</em> fois d'affil&eacute;e.</p>

<p>Il y a une autre variante de Tit For Tat appel&eacute;e <em>Generous Tit For Tat</em>. Il a une r&egrave;gle similaire mais l&eacute;g&egrave;rement diff&eacute;rente : Coop&eacute;rer, mais quand l'autre joueur triche, le pardonner avec une probabilit&eacute; de X%. Ce design, avec la variable "X", vous laisse choisir diff&eacute;rents niveaux de "pardon" pour le joueur.</p>


</div>
</body>

</html>
